{
  "abstract-cs": { "branch": "main" },
  "adwaita": { "branch": "main" },
  "aquarium": { "branch": "develop" },
  "ariake": { "branch": "main" },
  "aurora": { "branch": "master" },
  "avante.nvim": { "branch": "main" },
  "bamboo": { "branch": "master" },
  "barbar.nvim": { "branch": "master" },
  "base16": { "branch": "master" },
  "blue-moon": { "branch": "master" },
  "boo": { "branch": "main" },
  "calvera-dark": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "citruszest": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "copilot.lua": { "branch": "master" },
  "cyberdream": { "branch": "main" },
  "dark_flat": { "branch": "main" },
  "deepwhite": { "branch": "main" },
  "deus": { "branch": "master" },
  "dressing.nvim": { "branch": "master" },
  "edge": { "branch": "master" },
  "embark": { "branch": "main" },
  "everblush": { "branch": "main" },
  "everforest": { "branch": "master" },
  "everforest-lua": { "branch": "main" },
  "evergarden": { "branch": "main" },
  "fluoromachine": { "branch": "main" },
  "fugitive-gitlab.vim": { "branch": "master" },
  "git-conflict.nvim": { "branch": "main" },
  "github": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "gruvbox": { "branch": "main" },
  "gruvbox-baby": { "branch": "main" },
  "gruvbox-material": { "branch": "master" },
  "guess-indent.nvim": { "branch": "main" },
  "halfspace": { "branch": "main" },
  "huez.nvim": { "branch": "stable" },
  "hybrid": { "branch": "main" },
  "hybrid-dark": { "branch": "master" },
  "juliana": { "branch": "master" },
  "kanagawa": { "branch": "master" },
  "kimbox": { "branch": "master" },
  "kurayami": { "branch": "main" },
  "lavender": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "lucy": { "branch": "main" },
  "marks.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "material": { "branch": "main" },
  "melange": { "branch": "master" },
  "mellifluous": { "branch": "main" },
  "mellow": { "branch": "main" },
  "miasma": { "branch": "main" },
  "midnight": { "branch": "main" },
  "minimal": { "branch": "main" },
  "monochrome": { "branch": "main" },
  "monokai": { "branch": "master" },
  "monokai-nightasty": { "branch": "main" },
  "neomodern": { "branch": "main" },
  "neon": { "branch": "main" },
  "night-owl": { "branch": "main" },
  "nightcity": { "branch": "main" },
  "nightfly": { "branch": "master" },
  "nightfox": { "branch": "main" },
  "nord": { "branch": "master" },
  "nordic": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvcode": { "branch": "master" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-highlight-colors": { "branch": "main" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "nvimgelion": { "branch": "main" },
  "oceanic-next": { "branch": "master" },
  "ofirkai": { "branch": "master" },
  "one_monokai": { "branch": "main" },
  "onedarkpro": { "branch": "main" },
  "oxocarbon": { "branch": "main" },
  "peek.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "poimandres": { "branch": "main" },
  "presence.nvim": { "branch": "main" },
  "rasmus": { "branch": "main" },
  "rose-pine": { "branch": "main" },
  "selenized": { "branch": "main" },
  "solarized": { "branch": "master" },
  "sonokai": { "branch": "master" },
  "space": { "branch": "main" },
  "substrata": { "branch": "main" },
  "synthweave": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "tokyodark": { "branch": "master" },
  "tokyonight": { "branch": "main" },
  "vague": { "branch": "main" },
  "vim-code-dark": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-rhubarb": { "branch": "master" },
  "vimdark": { "branch": "master" },
  "visual_studio_code": { "branch": "master" },
  "vn-night": { "branch": "main" },
  "vscode": { "branch": "main" },
  "witch": { "branch": "main" },
  "yazi.nvim": { "branch": "main" },
  "zephyr": { "branch": "main" },
  "zephyrium": { "branch": "master" }
}
